{
  "1": {
    "text": "Find personalized advice",
    "actions": [
      {
        "id": "1",
        "img": "credit-nfcc-icon.svg",
        "headline": "Talk to a NFCC Certified Credit Counselor",
        "text": "If you can't pay your bills on time consistently each month, then you may want to get personalized advice from a counselor",
        "addendum": {
          "addendumHeadline": "Your Payment History",
          "addendumText": "The biggest factor that affects your credit score is your payment history. Talk to a counselor to understand what your options are."
        }
      }
    ]
  },
  "3": {
    "text": "Work towards getting your debt below 30%",
    "actions": [
      {
        "id": "1",
        "img": "credit-owed-icon.svg",
        "headline": "Understand credit owed",
        "text": "An important factor that affects your credit score is how much your available credit you actually use between all your card, which is also known as credit utilization.",
        "addendum": {
          "addendumHeadline": "Example",
          "addendumText": "Your credit card has a $1000 limit.\n\n You put about $300 on your credit card every month, divide $300/$1000 and you get 0.30. So your credit utilization is about 30%."
        }
      },
      {
        "id": "2",
        "img": "credit-avalanche-icon.svg",
        "headline": "Avalanche or snowball method",
        "text": "These two different prioritization strategies can help you tackle down debt. Remember to always pay the minimum amount on your accounts.\nThe avalanche method focuses on putting any extra money on the highest interest balance you owe which often saves you money and time.\nThe snowball method focuses on putting any extra money on the smallest balance you owe. It's builds confidence and gives you a psychological boost that you can pay off your debts.",
        "link": {
          "text": "Which method is right for you?",
          "url": "https://www.powerpay.org"
        }
      },
      {
        "id": "3",
        "img": "credit-raise-icon.svg",
        "headline": "Raise your credit limit",
        "text": "This might seem counterintuitive but raising your credit limit while keeping your utilization below 30% can improve your credit score."
      }
    ]
  },
  "4": {
    "text": "Your credit score matters",
    "actions": [
      {
        "id": "1",
        "img": null,
        "fullPage": {
          "textBegin": "Your credit score is a three-digit number based on your credit report. Most of your credit score is based on how you pay it off (payment history) and on how much you borrow (credit owed).",
          "textEnd": "The first step to to improving your score is by understanding where you are and where to focus you efforts on. Check your credit score for free at these places:",
          "img": "credit-bubbleplot-icon.svg"
        }
      },
      {
        "id": "2",
        "img": "nerdwallet-logo.svg",
        "headline": "Get your free credit score at NerdWallet",
        "text": "Get your latest score every week at no cost to you. Set your credit goals and see your progress. Signing up won’t affect your score at all.",
        "link": {
          "text": "NERDWALLET.COM",
          "url": "https://www.nerdwallet.com/home/dashboard/credit-score"
        }
      },
      {
        "id": "3",
        "img": "credit-bank-icon.svg",
        "headline": "Find a bank or credit union that provides free FICO scores",
        "text": "The Consumer Financial Protection Bureau has a great list of companies that provide free access to credit scores (although you might need to sign up for an account of some kind).",
        "link": {
          "text": "DOWNLOAD PDF FROM CONSUMERFINANCE.GOV",
          "url": "https://s3.amazonaws.com/files.consumerfinance.gov/f/documents/201702_cfpb_finding-free-access-to-credit-score_handout.pdf"
        }
      }
    ]
  },
  "5": {
    "text": "Understand why you were denied",
    "actions": [
      {
        "id": "1",
        "img": "credit-ecoa-icon.svg",
        "headline": "Make a request to your lenders under the Equal Credit Opportunity Act",
        "text": "Under the Equal Credit Opportunity Act, lenders are required to provide written documentation as to why you were denied for a loan."
      }
    ]
  },
  "6": {
    "text": "Build your credit history",
    "actions": [
      {
        "id": "1",
        "img": "credit-card-icon.svg",
        "headline": "Apply for a secured credit card",
        "text": "A secured credit card gives you access to credit by first putting down a cash deposit that matches your credit. This reduces the risk to a credit card issuer. Using the card responsibly can eventually give you access to an unsecured card i.e. one that doesn't require a deposit and shows a healthy history of financial habits.",
        "addendum": {
          "addendumHeadline": "Be Responsible",
          "addendumText": "For example: If you put down a $500 deposit, you would receive a $500 credit limit. To build a healthy credit history, try not to have a balance of more than $150 (or 30%) at any time. And, pay the bill on time every single month."
        }
      },
      {
        "id": "2",
        "img": "credit-cosigner-icon.svg",
        "headline": "Consider getting a co-signer",
        "text": "A co-signer is someone who signs for a loan with you and is obligated to pay back the loan if you're unable to. A co-signer can help you meet lender requirements for credit and income and increases your chances of getting approved for a loan."
      },
      {
        "id": "3",
        "img": "credit-builder-icon.png",
        "headline": "Consider a credit-builder loan",
        "text": "Credit-builder loans are small loans issued by credit unions and some banks, designed to help people establish or boost their credit history."
      }
    ]
  },
  "7": {
    "text": "Check your credit report for errors",
    "actions": [
      {
        "id": "1",
        "img": "credit-clipboard-icon.svg",
        "headline": "Get your free credit report at annualcreditreport.com",
        "text": "annualcreditreport.com is jointly operated by the three major credit reporting agencies, Equifax, Experian, and Transunion. Consumers are able to receive up to three free credit reports per year.",
        "link": {
          "text": "ANNUALCREDITREPORT.COM",
          "url": "https://www.annualcreditreport.com"
        }
      },
      {
        "id": "2",
        "img": "credit-report-icon.svg",
        "headline": "Errors are fairly common on credit reports",
        "text": "Some common errors include: identity errors, incorrect reporting of account status, data management errors, and balance errors. Visit the Consumer Financial Protection Bureau (CFPB)for more information.",
        "link": {
          "text": "VISIT CONSUMERFINANCE.GOV",
          "url": "https://www.consumerfinance.gov/ask-cfpb/what-are-common-credit-report-errors-that-i-should-look-for-on-my-credit-report-en-313"
        }
      },
      {
        "id": "3",
        "img": "credit-dispute-icon.svg",
        "headline": "If there's an error, dispute it",
        "text": "Keep records of your correspondences and contact the relevant credit reporting agency to report any errors.",
        "addendum": {
          "addendumHeadline": "Follow Up",
          "addendumText": "It usually takes credit unions 30 to 45 days to process disputes. If you haven’t heard from them by day 45, be sure to follow up with them."
        }
      },
      {
        "id": "4",
        "img": "credit-45days-icon.svg",
        "headline": "Follow up if you don't hear anything after 45 days",
        "text": "It usually takes credit unions 30 to 45 days to process disputes. If you haven't heard from them by day 45, be sure to follow up with them."
      }
    ]
  },
  "8": {
    "text": "Go check a credit simulator",
    "actions": [
      {
        "id": "1",
        "img": "credit-simulator-icon.svg",
        "headline": "Go check a credit simulator",
        "text": "A credit simulator can help you understand how financial decisions impact your credit score. It’s free to sign up and play around Credit Karma's.",
        "link": {
          "text": "GO TO CREDITKARMA.COM",
          "url": "https://www.creditkarma.com/tools/credit-score-simulator"
        }
      }
    ]
  }
}
